Repository: DICEsda/Projekt4_Frontend-Maui
Catalog: FinanceTrackerAPP/Resources/Strings/Resources.*.resx
Languages: da

source: Add and edit jobs
da: Tilføj og rediger jobs

# AddWorkshiftBtn
source: Add workshift
da: Tilføj

# AppTitle
source: Finance Tracker
da: Finans Styring

source: Company name
da: Firma navn

# CompanyNameLabel
source: Company Name
da: Firma Navn

source: Create Job
da: Opret Job

# Dashboard
source: Dashoard
da: Betjeningspanel

# GetJobsBtn
source: Get Jobs
da: Hent Jobs

source: Hire Type
da: Ansættelsestype

source: Holiday pay
da: Feriepenge

source: Hourly Rate
da: Timeløn

# JobsTitle
source: Add/Edit Jobs
da: Tilføj/Ændre Job

source: Log Hours
da: Registrer timer

# LogHoursTitle
source: Workshifts
da: Arbejds Vagter

source: Logout
da: Log ud

source: or
da: eller

# PasswordLabel
source: Password
da: Kodeord

source: Paycheck
da: Lønseddel

# PaycheckCompareButton
source: Compare!
da: Samligne!

source: Paycheck Details
da: Lønseddel detaljer

# PaycheckMonthLabel
source: Month 1-12
da: Måned 1-12

# PaycheckTitle
source: Paycheck
da: Lønseddel

# PlaceholderEmail
source: Enter email
da: Indtast email

# PlaceholderPassword
source: Enter password
da: Indtast kodeord

# PlaceholderTitle
source: eg. shopassistent
da: for eksempel butiksassistent

source: Register
da: Registrer

# RegisterButton
source: Register Account
da: Registrer Konto

# RegisterJobBtn
source: Register Job
da: Registrer job

# RegisterName
source: Full Name
da: Fuld Navn

# RegisterPassword
source: Password
da: Kodeord

# RegisterPhone
source: Phone Number
da: Telefon Nummer

# RegisterTitle
source: Register
da: Registrer

# SignIn
source: Log In
da: Log Ind

source: Student grant
da: SU

# SubPayAddButton
source: Add Supplement Detail
da: Tilføj Tillægs Detalie

# SubPayAmount
source: Amount
da: Mængde

# SubPayDayNumber
source: Day
da: Dag

# SubPayEndTime
source: Enter End Time
da: Indtast Slut Tid

# SubPayStartTime
source: Enter Start Time
da: Indtast Start Tid

# SubPayTitle
source: Supplement Details
da: Tillæg Detalier

source: Tax Card
da: Skattekort

source: Title
da: Titel

# VacPayTitle
source: Vacation Pay
da: Ferie Penge

source: Workshift endtime
da: Arbejdsvagt Slut Tid

source: Workshift starttime
da: Arbejdsvagt Start Tid
